let icon = {
  // 紧急维修图标
  press: 'https://646f-dorm-8svqc-1259164383.tcb.qcloud.la/%E7%94%B5%E8%AF%9D.png?sign=960ba6dc29364f6b05ad0bb6285c2a00&t=1627206449',
  // 普通维修图标
  ordinary: 'https://646f-dorm-8svqc-1259164383.tcb.qcloud.la/%E7%81%AF%E6%B3%A1.png?sign=d07f7d9d09608f0f9c7eaec72703ca6b&t=1627206478'
}

let floor = ['全部宿舍', '1栋', '2栋', '3栋', '4栋', '5栋', '6栋', '7栋', '8栋', '9栋', '10栋', '11栋', '12栋', '13栋', '14栋', '15栋', '16栋', '17栋', '18栋', '19栋', '20栋', '21栋', '22栋', '23栋', '24栋', '25栋', '26栋', '27栋', '28栋', '29栋', '30栋'];

export {
  icon,
  floor
}